xxh/xxh-plugin-fish-fisher
IlanCosman/tide@v5
franciscolourenco/done
jorgebucaran/autopair.fish
hunter-richardson/fish-bax
joseluisq/gitnow
b4b4r07/enhancd
patrickf1/fzf.fish
catppuccin/fish
