tap "homebrew/bundle"
tap "homebrew/services"
brew "freetype"
brew "fontconfig"
brew "age"
brew "gcc"
brew "webp"
brew "jpeg-xl"
brew "awscli"
brew "node"
brew "bash-language-server"
brew "bat"
brew "buildkit"
brew "cffi"
brew "lima"
brew "colima"
brew "croc"
brew "cue"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "gstreamer"
brew "helix"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "lnav"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "minikube"
brew "mpv"
brew "neovim"
brew "opencode"
brew "podman"
brew "procs"
brew "pueue"
brew "ripgrep"
brew "ripgrep-all"
brew "ruff"
brew "rustup"
brew "socat"
brew "stow"
brew "tofu"
brew "terraform"
brew "terraform-ls"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "transmission-cli"
brew "typescript-language-server"
brew "uv"
brew "yaml-language-server"
brew "yazi"
brew "youtube-dl"
brew "yq"
brew "zellij"
brew "zoxide"
cask "alt-tab"
cask "audacity"
cask "ghostty"
cask "gimp"
cask "iina"
cask "gpg-suite-no-mail"
cask "karabiner-elements"
cask "logseq"
cask "meld"
cask "mos"
cask "obsidian"
cask "sanesidebuttons"
cask "scroll-reverser"
cask "sloth"
cask "texmaker"
cask "texshop"
cask "vagrant"
cask "visual-studio-code"
cask "wezterm"
mas "2FAS - Two Factor Authentication", id: 6443941139
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Infuse", id: 1136220934
mas "Numbers", id: 409203825
mas "OneTab", id: 1540160809
mas "Streaks", id: 963034692
mas "uBlock Origin Lite", id: 6745342698
