tap "homebrew/bundle"
tap "homebrew/services"
brew "freetype"
brew "fontconfig"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "age"
brew "gcc"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "gtk4"
brew "baobab"
brew "node"
brew "bash-language-server"
brew "bat"
brew "buildkit"
brew "pycparser"
brew "cffi"
brew "lima"
brew "colima"
brew "coreutils"
brew "croc"
brew "cryptography"
brew "cue"
brew "docutils"
brew "doggo"
brew "dust"
brew "emacs"
brew "exiftool"
brew "eza"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffmpeg@6"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "glib-networking"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "gtk+3"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "rtmpdump"
brew "srtp"
brew "gstreamer"
brew "helix"
brew "helm"
brew "libraw"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "libosinfo"
brew "libvirt", restart_service: :changed
brew "lnav"
brew "lua-language-server"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "minikube"
brew "vapoursynth"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "opencode"
brew "openssl@1.1"
brew "optipng"
brew "pipx"
brew "pngquant"
brew "podman"
brew "procs"
brew "pueue"
brew "python-lsp-server"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "ripgrep-all"
brew "ruff"
brew "ruff-lsp"
brew "rustup"
brew "smartmontools"
brew "socat"
brew "stow"
brew "task"
brew "tofu"
brew "terraform"
brew "terraform-ls"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "transmission-cli"
brew "typescript-language-server"
brew "uv"
brew "vte3"
brew "virt-manager"
brew "wget"
brew "wireshark"
brew "xxh"
brew "yaml-language-server"
brew "yazi"
brew "youtube-dl"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
cask "alt-tab"
cask "audacity"
cask "ghostty"
cask "gimp"
cask "gpg-suite-no-mail"
cask "karabiner-elements"
cask "logseq"
cask "meld"
cask "mos"
cask "obsidian"
cask "sanesidebuttons"
cask "scroll-reverser"
cask "sloth"
cask "texmaker"
cask "texshop"
cask "vagrant"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
mas "2FAS - Two Factor Authentication", id: 6443941139
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "DevCleaner", id: 1388020431
mas "DevCleaner", id: 1388020431
mas "Hush", id: 1544743900
mas "Infuse", id: 1136220934
mas "Negative", id: 1378123825
mas "Numbers", id: 409203825
mas "OneTab", id: 1540160809
mas "Pandan", id: 1569600264
mas "PiPad", id: 1482575592
mas "Raivo OTP", id: 1498497896
mas "Slack", id: 803453959
mas "Streaks", id: 963034692
mas "Turn Off the Lights for Safari", id: 1273998507
mas "uBlock Origin Lite", id: 6745342698
mas "WhatsApp", id: 310633997
