almenon.arepl
aws-scripting-guy.cform
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dsteenman.cloudformation-yaml-snippets
eamodio.gitlens
EdgardMessias.clipboard-manager
EditorConfig.EditorConfig
esbenp.prettier-vscode
ethan-reesor.vscode-go-test-adapter
formulahendry.code-runner
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
hbenl.vscode-test-explorer
jdinhlife.gruvbox
kddejong.vscode-cfn-lint
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
metaseed.metago
metaseed.MetaJump
metaseed.MetaWord
mhutchie.git-graph
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
salesforce.salesforcedx-vscode-apex
salesforce.salesforcedx-vscode-core
sdras.night-owl
Shan.code-settings-sync
SirTori.indenticator
tombonnike.vscode-status-bar-format-toggle
VisualStudioExptTeam.vscodeintellicode
vscoss.vscode-ansible
wesbos.theme-cobalt2
yzhang.markdown-all-in-one
